//LOGREC JOB KUJAKU,CLASS=A,MSGCLASS=A,NOTIFY=&SYSUID, 
// MSGLEVEL=(1,1) 
//*
//* THIS PROGRAM EMPTIES THE LOGRECT DATA SET
//*
//PRINT EXEC PGM=IFCEREP1,PARM='CARD' 
//SERLOG DD DSN=SYS1.LOGREC,DISP=SHR 
//ACCDEV DD DUMMY,DCB=BLKSIZE=133 
//EREPPT DD SYSOUT=A,DCB=BLKSIZE=133 
//TOURIST DD SYSOUT=A,DCB=BLKSIZE=133 
//SYSIN DD DUMMY 
SYSUMY 
ACC=Y=Y 
ZERO=YM 
ENDPARM 
//