//BACKUP JOB TEST,ACHI,CLASS=A,MSGCLASS=A,MSGLEVEL=(1,1), 
// REGION=OM,NOTIFY=&SYSUID 
//* THIS DUMPS THE 'TEST.HELL' LIBRARY ON TAPE 
//* ADDRESS 500, 3490 DEVICE
//* VOLUMES 'TAPEXX', FILES 'TXX.HET' IN C:/BACKUPZOS/TAPES/ 
//* 
//*STEP 1: INVOKE ADRDSSU: SPECIFY ORIGIN (HERE 'SOURCE'); 
//*        SPECIFY DESTINATION (TAPE UNIT, HERE 'TARGET') 
//*        DEFINE PARAMETERS WITH SYSIN COMMANDS
//* 
//PASO01 EXEC PGM=ADRDSSU 
//SYSPRINT DD SYSOUT=A 
//SOURCE DD UNIT=3390,VOL=(PRIVATE,SER=JARES1),DISP=OLD 
//TARGET DD UNIT=3490,VOL=SER=TAPE01,LABEL=(1,SL),DISP=(NEW,CATLG), 
// DSNAME=BACKUP.TEST.HELL 
//SYSIN DD * 
 DUMP DATASET(INCLUDE(TEST.HELL)) - 
      INDDNAME(SOURCE) OUTDDNAME(TARGET) 
/* 
// 
                                                                        
